<template>
  <div class="cookie-wrap">
    <h1 class="cookie-head1">ПРЕДУПРЕЖДЕНИЕ ОБ ИСПОЛЬЗОВАНИИ ФАЙЛОВ COOKIES НА ДАННОМ САЙТЕ</h1>
    <h2 class="cookie-head2">Все решения для автоматизации работы юристов на одной карте</h2>
    <p class="intro txt">
      Мы используем файлы cookies и связанные с ними технологии отслеживания, в том числе веб-маяки,
      пиксели отслеживания и файлы журналов (совместно именуемые «cookie») на этом веб-сайте.
    </p>
    <h2 class="cookie-head3">ЧТО ТАКОЕ ФАЙЛ COOKIE</h2>
    <p class="txt">
      Файлы cookie – это фрагменты данных, которыми обмениваются ваш браузер и веб-сайт. Некоторые
      cookie необходимы для работы веб-сайта. Другие помогают нам оценивать и улучшать его работу.
      Файл cookie не может считывать данные с жесткого диска вашего компьютера.
      <br /><br />
      Существуют различные виды файлов cookie с различными функциями:
      <br />
    </p>
    <ul>
      <li class="txt">
        <u>Файлы cookie сеанса</u> — эти файлы cookie хранятся на вашем компьютере в течение
        веб-сессии. При закрытии браузера они автоматически удаляются. Обычно в них содержится
        анонимный идентификатор сессии, позволяющий вам просматривать веб-сайт без ввода логина на
        каждой странице. Эти файлы не собирают информацию с вашего компьютера.
      </li>
      <li class="txt">
        <u>Постоянные файлы cookie</u> — файлы cookie, которые хранятся в виде файлов на вашем
        компьютере и остаются на нем, когда вы закрываете браузер. Они могут быть прочитаны тем
        веб-сайтом, который их создал, когда вы снова посещаете его.
      </li>
      <li class="txt">
        <u>Основные файлы cookie</u> — эти файлы cookie создаются нашей компанией. Такие файлы
        хранятся и передаются между серверами и жестким диском вашего компьютера. Это могут быть
        файлы cookie сеанса или постоянные файлы cookie.
      </li>
      <li class="txt">
        <u>Сторонние файлы cookie</u> — эти файлы cookie создаются одним из наших сторонних
        партнеров. Они хранятся на серверах сторонних компаний и жестком диске вашего компьютера и
        передаются между ними. Обычно это постоянные файлы cookie.
      </li>
    </ul>
    <h2 class="cookie-head3">КАК И ЗАЧЕМ МЫ ИСПОЛЬЗУЕМ ФАЙЛЫ COOKIE</h2>
    <p class="txt">
      <u>Функциональность</u>
      <br />
      Файлы cookie позволяют нашему сайту запоминать сделанный вами выбор (например, язык или
      регион, в котором вы находитесь) и предоставлять расширенные функции, например, сохраняют ваши
      настройки размера текста, шрифта и других элементов веб-страниц. Информация, которую собирают
      эти файлы cookie, обезличена. Они не собирают о вас никакой информации, которая могла бы быть
      использована для рекламы или отслеживания того, какие страницы в Интернете вы посещали.
      <br /><br />
      <u>Аналитика</u>
      <br />
      Файлы cookie собирают информацию о том, как посетители используют сайт, например, какие
      страницы они посещают чаще всего и получают ли они сообщения об ошибках с веб-страниц. Эти
      файлы также позволяют нам регистрировать и подсчитывать количество посетителей сайта. Так мы
      можем наблюдать, как посетители используют сайт, чтобы улучшать его работу.
      <br /><br />
      <u>IP-адреса</u>
      <br />
      Когда вы посещаете наши сайты, мы собираем ваши IP-адреса, чтобы отслеживать и агрегировать
      информацию, не содержащую персональных данных. Например, мы можем использовать IP-адрес, чтобы
      контролировать регионы, из которых пользователи переходят на веб-сайт.
    </p>
    <h2 class="cookie-head3">КАК УПРАВЛЯТЬ ФАЙЛАМИ COOKIE</h2>
    <p class="txt">
      <u
        >Нажмите ссылку «Управление файлами cookie» внизу страницы, чтобы включить или отключить
        определенные cookie с помощью Менеджера файлов cookie. Обратите внимание, что невозможно
        отказаться от строго необходимых файлов cookie, поэтому веб-сайты, которые используют только
        такие файлы cookie, могут не предоставлять эту ссылку. <br /><br />
        Можно также отключить некоторые файлы cookies через настройки браузера — Apple Safari (как
        описано здесь), Google Chrome (как описано здесь), Internet Explorer (как описано здесь) и
        Mozilla Firefox (как описано здесь).</u
      >
    </p>
    <h2 class="cookie-head3">
      ОПОВЕЩЕНИЕ ПО ИСПОЛЬЗОВАНИЮ ФАЙЛОВ COOKIE НЕ РАСПРОСТРАНЯЕТСЯ НА СТОРОННИЕ ВЕБ-САЙТЫ
    </h2>
    <p class="txt">
      <u
        >Если мы размещаем ссылки на другие веб-сайты, имейте в виду, что у них есть собственные
        политики в отношении конфиденциальности и файлов cookie, которые будут регулировать
        использование предоставляемой вами информации. Рекомендуем вам ознакомиться с этими
        политиками, поскольку мы не несем ответственности за процедуры обеспечения
        конфиденциальности на других веб-сайтах.</u
      >
    </p>
    <h2 class="cookie-head3">ИЗМЕНЕНИЯ К УВЕДОМЛЕНИЮ О ФАЙЛАХ COOKIE</h2>
    <p class="txt last-txt">
      <u
        >Мы оставляем за собой право обновлять данную политику и рекомендуем вам время от времени
        просматривать ее, чтобы быть в курсе того, как мы используем файлы cookie. Дата вступления
        политики в силу размещена в начале страницы.</u
      >
    </p>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
.last-txt {
  margin-bottom: 100px;
}
.txt {
  font-size: 19px;
  line-height: 1.5;
}
.intro {
  margin-top: 280px;
}
.cookie-head3 {
  margin: 0;
  margin-top: 40px;
  font-weight: normal;
  font-size: 60px;
}
.cookie-head2 {
  font-size: 18px;
}
.cookie-head1 {
  padding-top: 70px;
  margin: 0 auto;
  text-align: left;
  margin: 0;
  font-size: 80px;
}
.cookie-wrap {
  margin: 80px 8.3% 0 8.3%;
}
</style>
