<template>
  <div class="methods-wrap">
    <h1 class="methods-head1">МЕТОДОЛОГИЯ</h1>
    <h2 class="methods-head2">ВВЕДЕНИЕ</h2>
    <div class="intro">
      <p class="content-txt">
        Несмотря на достаточно давнюю историю определение LegalTech остается весьма дискуссионным.
        Традиционно под LegalTech понимается класс информационных продуктов, направленных на
        автоматизацию деятельности юристов или предоставления юридических услуг.
        <br /><br />
        При этом широкое понимание класса продуктов включает в LegalTech неспециализированное ПО,
        которое потенциально может использоваться юристами, такие как общие системы электронного
        документооборота, хранения документов, системы кадрового и бухгалтерского сопровождения и
        даже офисное программное обеспечение.
        <br /><br />
        Узкое понимание LegalTech базируется на том, что под этим термином понимается исключительно
        ПО для автоматизации юридической деятельности с выделением смежных направлений в отдельные
        классы информационных систем. При таком подходе в отдельные самостоятельные классы
        выделяются, в частности, LawTech и RegTech, нацеленные на решения для потребителей услуг и
        обеспечение соответствия компаний регулятивным требованиям соответственно. И безусловно «за
        бортом» остаются продукты, не имеющие явного фокуса на автоматизацию юридической
        деятельности.
      </p>
      <p class="content-txt">
        Для целей составления текущей Карты LegalTech в России был принят промежуточный подход: мы
        принимали во внимание продукты, которые имеют основной фокус на юридической функции (вне
        зависимости он нацеленности на юристов или потребителей их услуг) с включением в карту
        пограничных направлений, на практике зачастую возлагаемых на юристов, так как управление
        рисками или регламентация работы с персональными данными. В ходе исследования были
        выработаны ограничения для включения продуктов в Карту (см. Разделы 1 и 2 Описания),
        определены классы информационных систем в общей группе LegalTech-решений (Раздел 3), а также
        выработаны подходы для классификации универсальных информационных систем (Раздел 4).
        <br /><br />
        Безусловно у нас нет возможности отразить все продукты LegalTech на карте в связи с наличием
        по ряду классов большого количества схожих по функционалу информационных систем, а также в
        связи с ограниченностью ресурсов на проведение исследования. За основу была взята «Карта
        Legal Tech России», разработанная PwC (Russia) и Infotropic Media в 2017 году.
      </p>
    </div>
    <div class="column-maker">
      <h2 class="methods-head2-alt">КАКИЕ ПРОДУКТЫ ПРИНИМАЛИСЬ К ИССЛЕДОВАНИЮ</h2>
      <p class="content-txt">
        К рассмотрению в исследовании принимались продукты, которые по состоянию на дату проверки
        присутствовали на российском рынке (были доступны для использования, приобретения, в том
        числе на условиях лицензирования). Под доступностью в исследовании понималось:
        <br /><br />
        (а) продукт присутствует на российском рынке, может легально использоваться, приобретаться,
        лицензироваться и доступен без неоправданных сложностей;
        <br />
        (б) продукт описан в сети Интернет в общем (открытом) доступе;
        <br />
        (в) при проведении исследования нам удалось связаться с продавцом (поставщиком) продукта по
        имеющимся в сети контактным данным.
        <br />
        В исследовании также рассматривались продукты, которые рассчитаны исключительно на
        ограниченный круг участников (как правило объединенных в квази-корпорацию). В число таких
        продуктов попали Единая информационная система нотариата, Комплексная информационная система
        адвокатуры и ряд других.
      </p>
    </div>
    <div class="column-maker">
      <h2 class="methods-head2-alt">КАКИЕ ПРОДУКТЫ НЕ РАССМАТРИВАЛИСЬ ИССЛЕДОВАНИИ</h2>
      <p class="content-txt">
        В исследовании не рассматривались продукты, которые по приведенному выше определению
        попадают в класс LegalTech, однако являются скорее инфраструктурой рынка LegalTech, хотя и
        имеют отдельные сервисы для рынка. В этой связи в исследовании не рассматривались
        государственные сервисы правовой информации, информационные системы судов, сервисы ФНС,
        ФССП, Федресурс, Госуслуги и его отдельные сервисы и некоторые другие.
        <br /><br />
        В исследовании не рассматривались продукты, которые потенциально могут использоваться в
        юридической деятельности, однако не имеют четкого фокуса на автоматизацию (цифровизацию)
        работы юриста или предоставления юридических услуг, в том числе если они являются основой
        для LegalTech-продуктов. К числу таких продуктов относятся, в частности, офисные пакеты,
        системы общего назначения (например, 1С, Битрикс24) системы юридически значимого
        электронного документооборота (как правило используются для обмена счетами, актами,
        счетами-фактурами), сервисы создания электронной подписи и машиночитаемых доверенностей,
        add-on и плагины для офисных пакетов и ряд других.
        <br /><br />
        Также в исследовании не рассматривались стартапы в области LegalTech, т.е. продукты,
        обозначающие скорый выход на рынок, имеющие статус альфа-, бета-версий продукта.
      </p>
    </div>
    <div class="column-maker">
      <h2 class="methods-head2-alt">КЛАССЫ (ТИПЫ) ПРОДУКТОВ</h2>
      <p class="content-txt">
        В исследовании рассматривались продукты, как традиционно относимые к LegalTech, так и к
        RegTech. По обоим группам были выделены следующие классы (типы) систем:
        <br /><br />
        Документооборот
        <br />&nbsp;· Внутренний / внешний <br /><br />
        Договорная работа
        <br />&nbsp;· Конструктор документов <br />&nbsp;· Согласование договоров <br />&nbsp;·
        Анализ договоров <br />&nbsp;· Хранение и контроль исполнения <br /><br />
        Претензионно-исковая работа
        <br /><br />
        Поиск и анализ юридической информации
        <br />&nbsp;· Справочные правовые системы <br />&nbsp;· Предиктивная аналитика <br /><br />
        Управление знаниями
        <br />Управление юридической фирмой / юридическим департаментом <br />Учет времени / биллинг
        <br />Управление взаимоотношениями с клиентами <br />Управление задачами <br />Управление
        проектами <br />Совместная работа юристов <br />Комплаенс / управление рисками <br />Защита
        персональных / конфиденциальных данных <br />Управление интеллектуальной собственностью
        <br />Юридические сервисы онлайн <br />Прочие решения
      </p>
    </div>
    <div class="column-maker">
      <h2 class="methods-head2-alt">ОТНЕСЕНИЕ ПРОДУКТА К КЛАССУ</h2>
      <p class="content-txt">
        Ряд продуктов, рассмотренных в исследовании, могут быть отнесены более чем к одному типу
        (классу). В этом случае для классификации продукта использовалось преобладающее или
        декларируемое продавцом ключевое свойство продукта.
      </p>
    </div>
    <div></div>
  </div>
</template>

<script setup lang="ts"></script>

<style scoped lang="scss">
.column-maker {
  position: relative;
  display: flex;
  justify-content: space-between;
  margin-top: 120px;
}
.content-txt {
  font-size: 20px;
  max-width: 38.5%;
  line-height: 1.5;
  margin: 0;
}
.intro {
  display: flex;
  justify-content: space-between;
  margin: 20px 0 0 0;
}
.methods-head2-alt {
  position: sticky;
  top: 4%;
  margin: 0;
  font-weight: normal;
  max-width: 49%;
  height: fit-content;
  font-size: 60px;
}
.methods-head2 {
  margin: 0;
  margin-top: 362px;
  font-weight: normal;
  font-size: 60px;
}
.methods-head1 {
  padding-top: 162px;
  margin: 0 auto;
  text-align: left;
  margin: 0;
  font-size: 80px;
}
.methods-wrap {
  margin: 80px 8.3% 0 8.3%;
}
</style>
